{"adventure":
	[	
	
	{
	"name":"Savandurga Hills",
	"distance":"48km",
	"description":"Savandurga consists of two hills, the Billigudda and the Karigudda. They serve as the base for pilgrims who come to visit the Savandi Veerabhadreshwara Swamy temple and Narasimha Swamy temple, situated at the base of the hills. "
	},
	{
	"name":"Shivaganga Hill ",
	"distance":"50 km",
	"description":"There are also two Shiva temples, one very close to the foot of the hill, called Shivaganga Temple and another one at top of the hill, called Gavi Gangadhareshwara Temple. The unique feature of the hill is that it looks like a bull from the East, a Ganesha from the West, a Linga from the South and a cobra from the North."
	},
	{
	"name":"Ramanagara",
	"distance":"54 km",
	"description":"Ramanagara is famous for its silk market, giving it the other name of Silk town. The Ramanagara district is surrounded by seven majestic hills Shivaramagiri, Yatirajagiri, Somagiri, Krishnagiri, Revana Siddeshwara hill, Jala Siddeshwara hill and Sidilakallu hill"
	},
	{
	"name":"Nandi Hills",
	"distance":"60 km",
	"description":"It gets its name from the ancient Nandi or bull which is meant to be the mount of Lord Shiva. These hills are the source of the rivers Palar, Arkavati and Pennar. It was one of the Tipu's summer retreats. There are about 1,200 steps laid from foot of the hill to reach the top."
	},
	{
	"name":"Skandagiri / Kalavara Durga",
	"distance":"61 km",
	"description":"Skandagiri is also known as Kalavara Durga. It has an ancient dilapidated fort that belonged to a local king and was later concurred and used by Tipu Sultan. After Tipu's downfall, the fort was ignored and laid in ruins. "
	},
	{
	"name":"Makalidurga",
	"distance":"61 km",
	"description":"Makalidurga hill is situated at an altitude of 1350 m above the sea level. It used to be granary storage of the late 1800's palegar 'Makaliraya'. Hence it is known as Makalidurga. At the foothill there is a temple dedicated to Lord Krishna. This hill is filled with date plants, lemon grass and small boulders "
	},
	{
	"name":"Devarayanadurga",
	"distance":"72 km",
	"description":"This is also an ideal place for trekking. Motorable road is available till the hill top. Many people trek the hill from the Bhoga Narasimha temple at foothill. One can driver further from Yoga Narasimha temple to the peak of the hill to capture a nice view of the valley and surrounding places."
 
	},
	{
	"name":"Bilikal Rangaswamy Betta ",
	"distance":"75 km",
	"description":"Bilikal Rangaswamy Betta lies at an elevation of 3780 ft. There is a temple dedicated to Lord Rangaswamy at the peak of Bilikal Betta. This temple is located underneath a huge, white colored rock."
 
	
	



	
	}
	]
}