{"pilgrimage":
	[	
	
	{
	"name":"Ranganatha Swamy Temple",
	"distance":"44km",
	"description":"The Ranganathaswamy temple is situated on a hill called Tirumale. There is a vast Prakara with a gateway having tall Rajagopura. The sanctum of the Ranganatha temple was first consecrated in early 12th century by the Chola ruler and the temple has undergone renovations and expansion since."
	},
	{
	"name":"Ghati Subramanya Temple",
	"distance":"58km",
	"description":"The Ghati Subramanya temple is dedicated to Lord Subramanya and Lord Lakshmi Narasimha. Lord Subramanya is elder son of Shiva and Parvati. Subramanya is considered as lord of Snakes. It is believed that the idol of Shri Subramanya is self originated."
	},
	{
	"name":"Kolar",
	"distance":"80km",
	"description":"Someshwara Temple is a beautiful temple built in 14th century during Vijayanagara rule. Dedicated to Lord Shiva, Someshwara Temple is famous for large temple tower built on a stone carved mahadwara. The temple has nice carvings on the pillars and large mahamandapa. "
	},
	{
	"name":"Kotilingeshwara",
	"distance":"100km",
	"description":"Kotilingeshwara, meaning 10 million lingas, is one of the famous pilgrimage sites around Bangalore with great religious significance. This temple is famous for huge 108 feet Shivalinga, which is one of the largest in the world and 35 feet tall Nandi in front of it. There are lakhs of shivalingas all over the temple."
	},

	{
	"name":"Srirangapatna",
	"distance":"124kms",
	"description":"According to history, Srirangapatna was founded by the rulers of Ganga dynasty in 9th century. However, the destination came into the limelight during the reign of the Vijayanagara Empire. The rise of the Wodeyar kings marked the downfall of the Vijayanagara Empire."
	},
	{
	"name":"Shravanabelagola",
	"distance":"138kms",
	"description":"Shravanabelagola is famous for the Bahubali Statue which is supposed to be the tallest monolithic stone statue in the world with a height of 58 feet carved out of a single block of granite. The Gomateswara temple is built on top of a hill at an altitude of 3347 feet, called as Vindhyagiri hill (also known as Doddabetta or Indragiri)"
	},
	{
	"name":"Melkote",
	"distance":"146kms",
	"description":"Melkote is a popular center of pilgrimage center and has two different temples. The main temple is dedicated to Lord Cheluva Narayana Swamy. It is built on rocky hills known as Yadavagiri or Yadugiri overlooking the Kaveri valley. The deity is referred as Cheluvapille Raya whose original name appears to have been Ramapriya."
	},
	{
	"name":"Kadiri Lakshmi Narasimha Swamy Temple",
	"distance":"174kms",
	"description":"Lord Narasimha in this temple is swayambhu emerging from the roots of Khadri tree (Indian mulberry). The specialty of this temple is that after the daily Abhishekam is performed, the idol of Lord Lakshmi Narasimha oozes sweat continuously even after repeatedly wiping off sweat by the temple priests. "
	},
	{
	"name":"Kanipakam",
	"distance":"181kms",
	"description":"This village lies close to Karnataka & Tamil Nadu border on the banks of Bahuda River. The temple was constructed in the 11th century by Chola king Kulothunga Chola I and was expanded further in 1336 by Vijayanagara Kings."
	}
	]
}
