{"waterfalls":
	[	
	
	{
	"name":"Muthyala Maduvu",
	"distance":"43km",
	"description":"Muthyalu means Pearls and Maduvu means Pond or Pool in Kannada. Situated in the midst of hills, nestled deep down in a valley, this secluded place makes a fascinating picnic spot. It is known for its verdant surroundings with water falling from a height of over 100 ft."
	},
	{
	"name":"Chunchi Falls",
	"distance":"83km",
	"description":"Water drops from a height of about 100 feet through multiple tiers into a small pool creating a swimming pool with running water. It is an ideal place to swim, play & relax in water amidst naturally formed rock formations. This place is usually crowded on weekends. A little walk is required from the nearest road point to reach the falls."
	},
	{
	"name":"Sangama and Mekedatu",
	"distance":"93km",
	"description":"Mekedatu means goat's leap in Kannada. River Kaveri flows into a deep and narrow gorge, so narrow that a goat could leap over it and that is how it got its name. It is said that a goat being chased by a tiger saved its life by jumping over the gorge whereas the tiger did not attempt to take the risk and abandoned the chase."
	},
	{
	"name":"Kaigal Falls",
	"distance":"123km",
	"description":"The waterfall is natural, perennial and water comes from a big rock at a height of 40 feet, irrespective of seasons. But its force and beauty is increased during the Monsoon season. The name Dumukurallu waterfalls came into prominence because of its sound resembling the fall of stones from above."
	},
	{
	"name":"Shivanasamudra Falls",
	"distance":"130km",
	"description":"Situated on River Kaveri, Shivanasamudra is among the popular Tourist places in Karnataka. The island of Shivanasamudra divides Kaveri River into two parts that form two waterfalls, one is Gaganachukki and the other is Bharachukki. Gaganachukki and Barachukki Falls are collectively called as Shivanasamudra Falls though Gaganachukki is most commonly represented as Shivanasamudra Falls. "
	},
	{
	"name":"Hogenakkal Falls",
	"distance":"146km",
	"description":"Hogenakkal is also one of the best waterfalls and one of the wonderful tourist places to visit near Bangalore & Chennai. When the River Kaveri enters the Tamil Nadu border after winding its way through the state of Karnataka, it descends down the lofty landscape forming the Hogenakkal Waterfalls."
	},
	{
	"name":"Chunchanakatte Falls",
	"distance":"185km",
	"description":"Legend describes that Lord Rama during his tenure in the forests stayed in this place on the behest of the tribal couple Chuncha and Chunchi. There is a belief that Goddess Sita took holy bath in this place and till now the water colour in that area looks like mixed with turmeric and other holy powders used for pooja."
	}
	]
}
